Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=488_lang=finnish.html.tmx
Source language: fin
Languages: smn

source: Synnyit melkein hillasuolle, äitini tapaa vitsailla sukulaisille minusta.
smn: Šoddim masa lyemejiägán, lii enistân vyehin leikkušiđ huolhijd must.

source: Olen kotoisin Ivalosta, jossa asuin 17 pitkää vuotta.
smn: Lam šaddaaš Avelist, kost aassim 17 kuhes ihheed.

source: Kyllähän Ivalo on kaunis ja mukava paikka, mutta on ollut todella ihana päästä tuulettumaan kaupungin uusiin tuuliin.
smn: Kalehân Avveel lii mučis já hitruus saje, mut lii tuođâi suotâs peessâđ piegguuttâttâđ kaavpug uđđâ pieggáid.

source: Opiskelen tällä hetkellä Oulussa lukion toista vuotta ja minusta tulee jonain päivänä vielä psykologi, sen olen päättänyt.
smn: Luuvâm tääl Oulust luvâttuv nube ive já must šadda vala mottoom peeivi psykolog, ton lam meridâm.

source: Haluaisin muuttaa ulkomaille heti kun olen saanut opintoni päätökseen.
smn: Halijdiččim varriđ olgoenâmáid tállán ko lam kiergânâm oopâin.

source: Ja haluan ehdottomasti päästä vaikuttamaan asioihin, siksi olen myös todella kiinnostunut politiikasta.
smn: Já halijdâm iävtuittáá peessâđ vaikuttij aššijd, tane meid tuubdâm tuođâi-uv mielâkiddiivâšvuođâ politiijkân.

source: Tykkään hullutella ja pidän aina hauskaa, oli tilanne mikä tahansa.
smn: Lijkkuum cáiccudiđ já toolâm ain hävskivuođâ, lâi tile mii peri.

source: Harrastan kaikkea mahdollista luovaa kuten esimerkiksi maalaamista, runoilua ja valokuvaamista.
smn: Puđâldâm jyehilágánijd máhđulijd kreatiivlâš aašijd tegu ovdâmerkkân máálám, tivtâstâllâm já čuovâkuvvim.

source: Teen myös saamenkäsitöitä aina kun niille löydän aikaa.
smn: Touijuum meid sämituojijd ain ko toid kávnoo äigi.

source: Tällä hetkellä olet tekemässä itselleni koulukäyttöön sisnalaukkua.
smn: Tääl lam kuárumin olssân šišnelaavhâ škovlâkiävtun.

source: Äitini on oikea mestari saamenkäsitöissä ja olen ylpeä että minulla on kotona mahdollisuus oppia niiden tekemistä.
smn: Iännám lii rievtis miäštár sämituojijn já lam čiävláá et must lii pääihist máhđulâšvuotâ oppâđ toi tuoijum.

source: Saamelaisuus on minulle tärkeää enkä haluaisi kuulua mihinkään muuhun kulttuuriin.
smn: Sämmilâšvuotâ lii munjin tehálâš ege halijdiččii kuullâđ monnân eres kulttuurân.

source: Kotonani ei ole koskaan oikeastaan puhuttu saamea ja en sitä itsekään osaa.
smn: Pääihist iä lah riävtui kuássin sárnum sämikielâ já jiem jieškin tom määti.

source: Harmittaa ihan vietävästi, pakko myöntää.
smn: Toskástut aaibâs hirmâdávt, pággu lii mieđettiđ.

source: Kieli on kuitenkin niin valtava osa kulttuuria ja minä jään paitsi siitä osasta.
smn: Kielâ lii kuittâg nuuvt stuorrâ uási kulttuur já mun šoodâm leđe vááijuv tom uásist.

source: Olen opiskellut pohjoissaamea huikeat 11 vuotta, ala-asteelta lukioon ja silti en osaa.
smn: Lam luuhâm tavesämikielâ penttâ 11 ihheed, vyelitääsist luvâttâhân já liijká jiem määti.

source: Nyt opiskeluni on kuitenkin jäänyt pois, kun täällä Oulussa on todella vaikeaa saada opetusta. Ja etäopiskelu ei oikein innosta ja tehtävien valmiiksi aikaan saaminen on hankalaa.
smn: Tääl oopah láá kuittâg pááccám meddâl, ko tääbbin Oulust lii tuođâi vaigâd uážžuđ máttááttâs já káiđusmáttáátâs ij riävtui movtijdit já pargopitái valmâšin finnim lii váádduh.

source: Minulle saamelaisuus merkitsee omia syvimpiä juuria ja kaikkea sitä mitä olen.
smn: Munjin sämmilâšvuotâ meerhâš jieččân jieŋâlumosijd madduid já puoh tom maid lam.

source: Käytän asusteissani saamenkäsitöitä ja haluan että minut tunnistetaan saamelaiseksi.
smn: Kiävtám kárvuinán sämituojijd já halijdâm et muu tobdeh sämmilâžžân.

source: Haluaisin oppia pohjoissaamen kielen että voisin puhua sitä omille lapsilleni.
smn: Halijdiččim oppâđ tavesämikielâ vâi puávtáččim sárnuđ tom jieččân párnáid.

source: Sama perinteiden kanssa, on hienoa että perinteet ovat säilyneet niin hyvin !
smn: Siämmáá lii ärbivuovijguin.

source: Eihän saamelaisuus näy useimmilla arjessa mutta kun saamelaisia kokoontuu yhteen suurek
smn: Lii fiijnâ ko ärbivyevih láá siäilum nuuvt pyereest !

source: si joukoksi perinteet pukkaavat esiin jokaisesta pienestäkin kolosta.
smn: Ijhân sämmilâšvuotâ iänááš ulmuin oinuu argâpeeivist ollágin mut ko sämmiliih čokkâneh oohtân stuorrâ juávkkun, te ärbivyevih iteh uánisân jyehi ucceeb-uv luámist.

source: Saamelaisuus minusta on hieno asia ja mielestäni kaikkien saamelaisten pitäisi rohkeasti näyttää olevansa saamelaisia.
smn: Muu mielâst sämmilâšvuotâ lii fiijnâ äšši já puohah sämmiliih kolgâččii ruokkâdávt čäittiđ, et sij láá sämmiliih.
